{
    "title": "Fraktionsregelwerk",
    "sections": [
      {
        "title": "§1 Allgemeines",
        "rules": [
          "Das Verhalten des IC Charakter ist der Fraktion anzupassen. Wie die Person das macht, ist Ihr überlassen, solange es nicht mit dem Konzept in Konflikt gerät.",
          "Die Fraktionsverwaltung behält sich vor, Personen aus Fraktionen administrativ zu entfernen.",
          "Um einer Fraktion beizutreten, muss eine schriftliche und/oder mündliche Bewerbung erfolgen. Es obliegt dem Leader der Fraktion, wie er dies handhabt.",
          "Sogenanntes Söldnern (Leute nur für Fights oder sonstiges aufnehmen) ist zu unterlassen.",
          "Situationen gelten als beendet, sofern die für einen RP-Strang geltende Forderung nicht mehr eingehalten werden kann, da eine Partei nahezu komplett im Koma liegt.",
          "Konflikte zwischen Bad Fraktionen müssen zuerst verbal geklärt werden. Es sei denn, es bestehen genügend Gründe (Pitten oder Beleidigen zählen darunter nicht).",
          "Nach 3 Fraktionsverwarnungen wird die Fraktion administrativ geschlossen!",
          "Eine Fraktion darf maximal 6 Teammitglieder beinhalten. (Guides zählen nicht)",
          "Das Los Santos Police Department darf maximal 10 Teammitglieder beinhalten. (Guides zählen nicht)",
          "Die U.S Army darf maximal 10 Teammitglieder beinhalten. (Guides zählen nicht)",
          "Das FIB darf maximal 6 Teammitglieder beinhalten. (Guides zählen nicht)",
          "Die sogenannte 3. Partei ist auf keinster Weise erlaubt! PD, FIB und Army sind aus dieser Regel ausgeschlossen.",
          "Das Klauen von Fraktionsfahrzeugen ist ohne RP-Hintergrund nicht erlaubt."
        ]
      },
      {
        "title": "§2 Beschwerden",
        "rules": [
          "Das Ziel der Fraktionsverwaltung ist es, Beschwerden primär untereinander zu klären und nur im Notfall ernsthaft zu handeln (Frakwarn oder ähnliches).",
          "Die Fraktionsverwaltung sollte nur im Ernstfall dazugezogen werden, Situationen sollten so weit wie möglich noch im RP geklärt werden.",
          "Beschwerden / Reports über einzelne Spieler einer Fraktion wird stets über den normalen Support geklärt.",
          "Sollten Regelverstöße von der Mehrheit der Fraktion geschehen, so wird sich im Leaderdiscord gemeldet um ein Gespräch mit einem Fraktionsverwalter zu erhalten."
        ]
      },
      {
        "title": "§3 Badfraktionen",
        "rules": [
          "Als Badfraktionen gelten Mafia, Gangs, Organisationen.",
          "Das Fraktionslimit liegt bei 25 Mitgliedern.",
          "Um ein Konzept für Badfraktionen einreichen zu dürfen, braucht man 15 aktive Member.",
          "Bei großen geplanten Aktionen muss mit Fraktionsfahrzeugen gehandelt werden.",
          "Fraktionsautos dürfen nicht gezielt über den Abschlepphof dupliziert werden.",
          "Fraktionsautos dürfen nur in der jeweiligen Farbe lackiert werden.",
          "Mit einem Bloodout aus der Fraktion, vergisst die Person jegliche 'Interne' Informationen über die Fraktion. Jegliche Erinnerung, bezüglich den sozialen Kontakten, bleiben bestehen.",
          "Die vergessenen 'Interne' Informationen und wieso es zum Bloodout gekommen ist, können durch Dritte nicht wieder in Erfahrung gebracht werden! (z.B. für Racheakte etc.)",
          "Um eine Bloodout wie in §3 Abs.5 erwähnt verteilen zu dürfen, muss ein Bloodin stattgefunden haben, darunter zählt auch ein Schwur oder ähnliches.",
          "Ein Bloodout ist nur geltend wenn ein Leader dies vollführt (Rang 10 bis 12).",
          "Die Leaderschaft ist verpflichtet ab jetzt die kommenden Bloodout´s zu protokollieren (z.B. Discord wo die Fraktionsverwaltung Einblick hat). Der Spieler darf solange der aktuelle Leader die Fraktion leitet nicht wieder in die Fraktion eingeladen werden. Erst nach 30 Tagen verfällt diese Regelung und dient als Anti Frak Hopper Regel.",
          "Die Fraktion sollte stets sich an ihrem eigenen Konzept halten, Auftreten, Sprache, Fahrzeuge, Events und typische Aktivitäten der Fraktion. Die Fraktion sollte nicht einfach als Fraktion fürs Schießen angesehen werden, sondern man sollte sich auch mit dieser Fraktion identifizieren.",
          "Mitglieder einer Badfraktion sind verpflichtet beim Beitritt in die Fraktion ihre eigenen Fahrzeuge, welche sie benutzen, in die jeweilige Fraktionsfarbe umzufärben.",
          "Wird die Fraktion aufgelöst durch den eigenen Wunsch des Leaders, so darf der Leader 30 Tage lang kein neues Konzept einreichen, um von Konzept A zu Konzept B zu wechseln, um damit alle RP Stränge neu anzufangen. Ausnahmen können von der Fraktionsverwaltung erlaubt werden.",
          "Alle Items & Gelder die der Fraktion gehören werden als Fraktions-Eigentum deklariert. Es ist verboten die Sachen zu klauen oder zu verkaufen ohne den 12er der Fraktion in Kenntnis zu setzen.",
          "Bei Inaktivität des 12er muss die Frakverwaltung darüber Kenntnis erhalten, wenn etwas rausgenommen werden soll.",
          "Gewinne bei Kämpfen wie z.B. Lootdrop, Konflikt, etc. ist Bestand der ganzen Fraktion und muss auch so gehandhabt werden (Tresor, Aufteilen, ...), der Leader der Fraktion darf nicht den ganzen Gewinn für sich alleine behalten.",
          "Jede Bad Fraktion ist nicht gebunden an eine Maske. Bei geplanten Aktionen, wie z.B. bei einem Szenario (Staatsbank, Juwe) oder aggressiven Handlungen, wo auch die Fraktionsautos verpflichtend sind, muss eine einheitliche Maske von allen Mitgliedern der Bad Fraktion getragen werden.",
          "Die Fraktionen dürfen keine Troll Masken tragen. Es muss eine Begründung im Rollenspiel oder eine Story/Bezug zu der Maske bestehen. Dies gilt ebenfalls für Gangwar.",
          "In der Freizeit und in den Szenarien ist stets zu gewährleisten, dass man als jeweilige Fraktion erkenntlich ist.",
          "Eine Bad Fraktion darf nur eine Drogenroute oder ein Labor für sich beanspruchen und besitzen.",
          "Sobald man ein Labor besitzt, darf man keine Drogenroute mehr beanspruchen und besitzen.",
          "Die Drogenverkäufer dürfen von keiner Fraktion beansprucht werden.",
          "Diese zählen aber weiterhin als illegale Drogenspots.",
          "Zu jeder Fraktion gibt es Fraktionsfarben, diese sind im jeweiligen Konzept festgehalten und verpflichtend zu tragen. Dies bezieht sich auf den Großteil der Kleidung.",
          "Änderungen der Farben muss mit einem Antrag bei der Fraktionsverwaltung mit einem passenden RP Hintergrund eingereicht werden.",
          "Kleidung, die neutrale / nicht Fraktion zugehörige Farben beinhalten, dürfen ebenfalls getragen werden. Kleinere Akzente dürfen in anderen Farben sein.",
          "Die Farbe einer gegnerischen Partei anzuziehen, um sie damit zu triggern, ist strengstens untersagt. Jeglicher Verstoß dieser Regelung wird sanktioniert.",
          "Sobald eine Fraktion geplant aggressiv gegen eine andere Fraktion agiert, muss diese Fraktionsfahrzeuge benutzen.",
          "Bei aggressivem Handeln gegenüber einer anderen Badfraktion darf nur ein Helikopter ausgeparkt werden, dieser darf eine maximale Besetzung von einer Person besitzen. Sobald eine Badfraktion gegen Staatsfraktionen agiert, darf der Helikopter von mehr als einer Person besetzt werden.",
          "Weitere Helikopter und oder Fluggeräte dürfen nicht während der Aktion ausgeparkt werden, sofern der Erste zerstört oder am Liegen ist.",
          "Das Durchpitten durch Mauern ist Grundsätzlich verboten.",
          "Sofern die Gegenpartei bereits eine Mauer zieht, darf auch hierbei durch Lücken, egal wie groß oder klein, nicht durchgepittet werden.",
          "Motivation Calls mit Bezug zur Gegenpartei sind gestattet, dennoch Trashtalk, ebenso indirekte Provokation durch sinnlose Beleidigungen sind nicht gestattet.",
          "Die Staatsbank ist eine Fraktionsangelegenheit somit ist es eine geplante Aktion.",
          "Eine Staatsbank muss mit mindestens 12 Personen von einer Badfraktion gestartet werden.",
          "Die Paletobank ist eine Fraktionsangelegenheit somit ist es eine geplante Aktion.",
          "Eine Paletobank muss mit mindestens 9 Personen von einer Badfraktion gestartet werden.",
          "Das allgemeine Agierungslimit liegt bei 15 Personen pro Badfraktion."
        ]
      },
      {
        "title": "§4 Staats- / Neutrale Fraktionen",
        "rules": [
          "Unter Staats- und Neutrale Fraktionen zählen siehe #frak-liste im Discord.",
          "Das LSPD hat eine Mitglieder Grenze von 40 Mitgliedern. Rekruten sind von dieser Regel ausgenommen (Rekruten Limit 15).",
          "Das FIB hat eine Mitglieder Grenze von 25 Mitgliedern.",
          "Das Los Santos Sheriff Department hat eine Mitglieder Grenze von 25 Mitgliedern.",
          "Die Army hat eine Mitglieder Grenze von 40 Mitgliedern. Rekruten sind von dieser Regel ausgenommen (Rekruten Limit 15).",
          "Staatsfraktionen dürfen nur die für sie vorgesehenen Waffen equipen. Außerdem dürfen Bad Fraktionen keine Waffen der Staatsfraktionen entwenden!",
          "Staatsfraktionen ist es nicht erlaubt aggressiv gegeneinander zu agieren. Sollte ein Konflikt zwischen den Staatsfraktionen entstehen so klären die Ranghöchsten der Parteien dies Mündlich!",
          "Das unverhältnismäßige Verteilen von Strafakten um den Personen IC sowie OOC zu schaden, ist strengstens untersagt und wird mit einem permanenten Bann bestraft.",
          "Korruption ist untersagt. Zivil repräsentiert Ihr auch den Dienst des PD´s/FIB´s oder der Army, sprich keine Illegalen Langwaffen oder Sonstiges mit sich führen.",
          "Das Betreten von Sperrzonen ist auf eigene Gefahr einzugehen.",
          "Das PD/FIB/ARMY benötigt keinen Schusscall in der Sperrzone. Eine Sperrzone darf nicht aus einem in Bewegung gesetzten Flugobjekt/Fahrzeug eröffnet werden. Sollte ein Call schon vorhanden sein, so darf eine Sperrzone auch aus einem Flugobjekt/Fahrzeug eröffnet werden.",
          "Die Valkyrie der Army darf nur zurückschießen, sobald diese beschossen wird. Sobald die Schussfreigabe der Valkyrie erteilt ist darf diese auch den beschuss auf laufende Personen eröffnen.",
          "Die Valkyrie der Army darf nur unter folgenden Kriterien ausgeparkt werden: 1. Die Leitungsebene der U.S. Army ist als Geisel genommen. 2. Das Fort oder das SG wird gestürmt. 3. Zu kurzen Übungszwecken am Fort.",
          "Die Valkyrie muss hierbei immer beim SG oder beim Fort bleiben, diese darf sich nicht mit dem Kampf fortbewegen.",
          "Die Armybase ist eine permanente Sperrzone, wer diese Sperrzone betritt muss mit sofortigem Beschuss rechnen.",
          "Ebenso gilt das Staatsgefängnis + Parkplatz als permanente Sperrzone, gleiche Regelung.",
          "Eine Haftzeit, für einen Spieler, darf maximal 60 Minuten betragen.",
          "Das LSPD sowie das FIB dürfen in der Stadt uneingeschränkt zusammenarbeiten.",
          "Eine weitere Staatsfraktion darf nur unter folgenden Kriterien hinzugezogen werden: (a) Eine weitere Badfraktion mischt sich ein. (b) Das Hinzuziehen einer weiteren Staatsfraktion darf nur über die Leitungsebene erfolgen.",
          "Die U.S. Army sowie das LSSD dürfen im Norden uneingeschränkt zusammenarbeiten.",
          "Eine weitere Staatsfraktion darf nur unter folgenden Kriterien hinzugezogen werden: (a) Eine weitere Badfraktion mischt sich ein. (b) Das Hinzuziehen einer weiteren Staatsfraktion darf nur über die Leitungsebene erfolgen.",
          "Bei einem Staatsbank Raub dürfen folgende Staatsfraktionen anfahren: (a) das Los Santos Police Department & das Federal Investigation Bureau & die U.S. Army. (b) zusammen dürfen diese eine Menge von maximal 20 Personen vorweisen.",
          "Bei einem Juwelier-Raub dürfen folgende Staatsfraktionen anfahren: (a) das Los Santos Police Department & das Federal Investigation Bureau. (b) zusammen dürfen diese eine Menge von maximal 20 Personen vorweisen.",
          "Bei einem Laden Raub innerhalb der Stadt dürfen folgende Staatsfraktionen anfahren: (a) das Los Santos Police Department & das Federal Investigation Bureau. (b) zusammen dürfen diese eine Menge von maximal 20 Personen vorweisen.",
          "Bei einem Laden Raub Außerhalb der Stadt dürfen folgende Staatsfraktionen anfahren: (a) die U.S. Army & das Los Santos Sheriff Department. (b) zusammen dürfen diese eine Menge von maximal 20 Personen vorweisen.",
          "Bei dem Paletobank Raub dürfen folgende Staatsfraktionen anfahren: (a) die U.S. Army & das Los Santos Sheriff Department. (b) zusammen dürfen diese eine Menge von maximal 20 Personen vorweisen.",
          "Bei dem Container Raub dürfen folgende Staatsfraktionen anfahren: (a) das Los Santos Police Department & das Federal Investigation Bureau. (b) zusammen dürfen diese eine Menge von maximal 20 Personen vorweisen.",
          "Bevor Razzien durchgeführt werden, muss ein Haftbefehl, Durchsuchungsbeschluss oder anderem Vorliegen und vom Police Comissioner bestätigt worden sein.",
          "Gründe für Razzien können hierbei unterschiedlich sein. Mehrfache Delikte gegen den Staat und eine gefüllte Akte haben. Sofern mehrere Personen einer oder mehreren Leitungsebenen entführt wurden.",
          "Bei einer Razzia gilt für Seitens Staatsfraktion ein maximales Agierlimit von 30 Personen.",
          "Bei einer Razzia gilt für Seitens Badfraktion ein maximales Agierlimit von 25 Personen.",
          "Sollte eine Staatsfraktion beim Start einer Razzia weniger als 30 Member online sein, so darf diese Staatsfraktion eine weitere Staatsfraktion hinzuziehen bis das Agierlimit erreicht wurde. Die hinzugezogene Staatsfraktion muss nicht im Durchsuchungs- bzw. Haftbeschluss vorhanden sein.",
          "Um eine Razzia durchzuführen benötigt die jeweilige Staatsfraktion einen Leader.",
          "Während einer laufenden Razzia darf keine weitere Fraktion hinzugezogen werden.",
          "Beim Flüchten ins eigene Anwesen, Barrio und etc. gilt das Agierungslimit nicht, hierbei darf die volle Mannstärke des Staates genutzt werden. Jedoch muss das Flüchten ins eigene Anwesen, Barrio etc. mit eigenen Augen gesehen werden und mit einem Clip bewiesen werden können. Der Free Baseraid darf bis spätestens 10 Minuten nach der Flucht erfolgen.",
          "Sollte ein Beamter von Staatsfraktion A mit einem Beamten von Staatsfraktion B gemeinsam Streife fahren, so gilt der Beamte von Staatsfraktion A in diesem Zeitraum als Staatsfraktion B. (a) Hierbei müssen keine Westen getauscht werden. (b) Der Beamte darf in dem Zeitraum nicht seine eigene Fraktion zu einer Situation hinzuziehen.",
          "Mediziner/Feld Mediziner dürfen einer Razzia nicht beiwohnen, sondern erst am Ende hinzugezogen werden.",
          "Es darf nicht aggressiv gegen eine neutrale Fraktion agiert werden.",
          "Sollte eine Neutrale Fraktion als Aggressiv vorgehen, darf sich gegen Diese verteidigt werden.",
          "Beim Ausbluten eines Tatverdächtigen gilt dieser als Verstorben, daraufhin darf keine Akte mehr geschrieben werden.",
          "Sobald Staatsfraktionen bei geplanten Aktionen zusammen Agieren dürfen sie nur noch 1 Helikopter benutzen. Ist dieser Zerstört so darf kein weiterer ausgeparkt werden in der kompletten Situation.",
          "Ebenfalls dürfen die Staatsfraktionen bei geplanten Aktionen nur mit einer Sniper schießen sobald sie zusammen Agieren.",
          "Sollte eine Staatsfraktion etwas anderes als Fraktionsfahrzeuge, beispielsweise zur Observation und Informationsbeschaffung, nutzen, so darf während der Nutzung keine Langwaffe mit sich getragen werden. Folgende Gegenstände dürfen mitgeführt werden: - Tazer - Gefechtspistole - Schlagstock.",
          "Bei Beschuss darf in den Staatsfraktionen um Hilfe gebeten werden.",
          "An einer aktiven Verfolgungsjagd darf mit der Pistole teilgenommen werden.",
          "Kommt es zur Fraktionsangelegenheit (z.B. Staatsfraktion vs. Badfraktion), muss sich umgehend aus der Situation entfernt werden. Es kann sich aber im späteren Verlauf mit Fraktionsfahrzeugen beteiligt werden.",
          "Private Markedimports dürfen verwendet und gekauft / weiterverkauft werden, muss aber von der Fraktionsverwaltung abgesegnet werden.",
          "Bei einer Verhandlung zwischen Staatsfraktionen und Bad Fraktion steht das RP an erster Stelle.",
          "Eine Verhandlung gilt erst nach folgenden Kriterien als GESCHEITERT: (a) Geiseln werden verletzt. (b) Auf mehrere Forderungen wird nicht eingegangen. (c) Absprachen zwischen den Parteien werden nicht eingehalten. (d) Es kommt zu weiteren Geiseln während der Verhandlung. (e) Sollte die Aggressive Partei die Passive Partei Angreifen.",
          "Eine Stürmung darf erst nach GESCHEITERTER Verhandlung erfolgen.",
          "Das verwenden von gepanzerten Fahrzeugen wie Insurgents ist nur bei Razzien, Stürmungen oder einer Staatsbank, sowie bei einer Paleto Bank gestattet.",
          "Das verwenden von Screenshots für Akten oder Berichten muss mit einem Emote z.B. /e camera gemacht werden.",
          "Der Emote mit einer Kamera muss auf dem Screenshot zu erkennen sein.",
          "Die Helikopter Kamera darf auch verwendet werden.",
          "Das Erstellen von Sound Dateien, um diese in Akten oder Berichten zu nutzen, ist gestattet.",
          "Beim Erstellen dieser Sound Datei muss ein Emote wie z.B. /e newsmic genutzt werden.",
          "Auch ein Mikrofon, was auf einem Tisch steht von GTA aus, darf genutzt werden."
        ]
      },
      {
        "title": "§5 Globaler Durchsuchungsbeschluss",
        "rules": [
          "Ein Globaler Durchsuchungsbeschluss wird bei der Fraktionsverwaltung eingereicht.",
          "Damit ein globaler Durchsuchungsbeschluss in Kraft tritt, müssen mindestens einer aufgelisteten Punkte eingetreten sein: (a) Drei durchgeführte Razzien bei einer Fraktion. (b) Die Beschuldigte Fraktion hat das LSMD gestürmt. (c) Die Beschuldigte Fraktion hat mehrere hochrangige Personen entführt (Leitungsebene: LSMD, Army, LSPD/FIB).",
          "Der globale Durchsuchungsbeschluss verfällt nach 48 Stunden.",
          "Razzien/ Baseraids sind in dieser Zeit alle 24 Stunden einmal erlaubt.",
          "Diese darf nur von der Partei geführt werden welche den globalen Durchsuchungsbeschluss beantragt hat.",
          "Die Erst Partei bei der Staatsfraktion darf sich eine Fraktion mit 20 Mitgliedern dazu ziehen.",
          "Der Badfraktion ist es gestattet einmal in 24 Stunden entweder das LSPD, Army oder das FIB zu Raiden.",
          "Sollte die Badfraktion eine Staatsfraktion Raiden so darf die Staatsfraktion sich eine andere Staatsfraktion hinzuziehen.",
          "Das Schießen ohne Call ist bei einem Base Raid erlaubt.",
          "Das Flüchten in das eigene Anwesen/Hood/Barrio/Gebäude/Gefängnis oder anderem gilt als Free Baseraid.",
          "Sofortige Durchsuchungen bei Antreffen der Badfraktion sind gestattet.",
          "Die beschuldigte Partei darf von jeder Staatsfraktion ohne Hintergrund durchsucht werden.",
          "Die beschuldigte Fraktion darf sich nicht umziehen, sondern muss erkenntlich bleiben.",
          "Kolonnenfahrten von Staatsfraktionen sowie Bad Fraktionen sind nicht gestattet."
        ]
      },
      {
        "title": "§6 SG Stürmung",
        "rules": [
          "Das SG (Sicherheitsgefängnis) kann nur mit einer Anwesenheit von mindestens 8 Soldaten vor Ort gestürmt werden.",
          "Um ein SG erfolgreich zu stürmen, muss einer der 3 Kriterien eingetroffen sein, um dieses überhaupt stürmen zu dürfen: (a) Es müssen im SG mind. 5 der eigenen Fraktion eingesperrt sein. (b) Ein gesuchter Soldat/ Polizist/ Mediziner/ Agent/ Richter versteckt sich im SG. (c) Wenn man im Krieg mit der Army ist.",
          "Sobald ein Mitglied der jeweiligen Fraktion auf dem SG Gelände (Parkplatz gilt auch als SG Gelände) liegt, müssen die Rechte nicht vorgelesen werden.",
          "Eine Stürmung gilt nicht als OOC-Zone, heißt Beleidigungen nur in Rahmen und Gespräche nur im IC führen.",
          "Das SG gilt im Normalfall als Sperrzone, sofern eine Stürmung passiert, gilt auch der Parkplatz als Sperrzone.",
          "Verhandlungen sind während einer Stürmung im SG gestattet, bereits Inhaftierte dürfen als Geisel genommen werden.",
          "Die Army darf bei einem Angriff auf das SG die Valkyrie ausparkt und den Beschuss auf die Fraktion eröffnen, hierbei spielt es keine Rolle ob diese im Auto oder zu Fuß unterwegs sind.",
          "Die Valkyrie darf nur einmal ausgeparkt werden.",
          "Die Valkyrie darf einmal repariert werden.",
          "Das Server- und Fraktions-Regelwerk tritt während einer Stürmung trotzdem nicht außer Kraft, ausgenommen von den oben genannten Regelungen."
        ]
      },
      {
        "title": "§7 Stürmung Drogenroute",
        "rules": [
          "Eine Route darf maximal 3x in der Woche gestürmt werden und maximal eine am Tag.",
          "Das FIB, wie auch die Delta Force können ohne Einschränkungen auf den Routen agieren.",
          "Das FIB darf eine Route pro Woche stürmen.",
          "Die Delta Force darf zwei Routen pro Woche stürmen.",
          "Staatliche Fraktionen haben das Recht diese zu Observieren, dennoch dürfen diese vor Ort, wenn keine Stürmung erfolgt, weder Verhaften, schießen, noch gegen eine Fraktion entgegenwirken.",
          "Der Beschuss darf erst erfolgen, sofern das eigene Leben in Gefahr ist.",
          "Bei einer Stürmung dürfen maximal 2 Staatsfraktionen und/oder nur Spezialeinheiten agieren, die erst Partei hierbei ist immer die Delta Force oder das DOA.",
          "Verhaftungen von mindestens 7 Gangler einer bestimmten Fraktion dürfen im RP weiter benutzt werden.",
          "Hierbei ist der Terroristen Status sowie Razzien nicht davon ausgeschlossen.",
          "An das Fraktions Regelwerk, wie auch an dem Server Regelwerk muss man sich strikt halten.",
          "Ausnahme ist hierbei wenn etwas widersprüchliches im Drogenstürmungs Regelwerk steht, wird diese Regel bei einer Stürmung überschrieben.",
          "Nur mit mehreren schwerwiegenden Gründen, darf eine Route gestürmt werden.",
          "Hierbei kann es der vermehrte Ausbruch von Drogen oder Verhaftungen mit Drogen sein.",
          "Die Sammelstation, die Workstations sowie auch die Verkäufer gelten alle als 'Route', heißt diese dürfen im selben Moment auch gestürmt werden.",
          "Eine Stürmung und Festnahme vieler Gangler aus einer Fraktion, darf im nachhinein im RP verwendet werden, heißt Razzien bei der jeweiligen Fraktion sind danach gestattet.",
          "Eine Stürmung gilt nicht als OOC-Zone, heißt Beleidigungen nur in Rahmen und Gespräche nur im IC führen."
        ]
      },
      {
        "title": "§8 Camper",
        "rules": [
          "Eine Fraktion darf maximal 3 Camper pro Restart angreifen.",
          "Der Camper darf nur auf dem weiß markierten Straßen der Map gesetzt werden oder bei realistischen Anfahrtsmöglichkeiten. Berge, Flüsse, Innenräume von Gebäuden, Fußwege und nicht Straßen ähnliches gelten nicht.",
          "Der Camper darf nicht am Fraktionsanwesen ( + 750m ) gesetzt werden.",
          "Der Camper darf nicht durch Fahrzeuge oder anderem von seinem Ort weggestoßen werden.",
          "Der Camper darf nur von der eigenen Fraktion bewegt werden."
        ]
      },
      {
        "title": "§9 Konflikt",
        "rules": [
          "Ein Konflikt entsteht nach einer nicht erfüllten Forderung, mehrmaligem Zinken und vor dem Kriegsvertrag.",
          "Jede gestellte Forderung muss mit Clip widerlegt werden können!",
          "Ein Konflikt muss sobald die gestellte Forderung nicht erfüllt wurde im Frakdiscord angemeldet werden!",
          "Der Grund/Die Situation, weshalb die Forderung gestellt wurde, muss ebenso als Clip vorliegen um eine Forderung stellen zu können. Dieser Clip muss auf Anfrage während des Konflikts zu jeder Zeit vorgezeigt werden können.",
          "Man hält sich dennoch an jede Regel beim Fraktion Regelwerk wie auch Server Regelwerk.",
          "Ausnahme, wenn die Regel in dem Konflikt Regelwerk die Regel überschreibt.",
          "Sofern die Partei die die Forderung gestellt hat zinkt, ist die gestellte Forderung hinfällig. Die Partei der die Forderung gestellt wurde muss das Zinken mit einem Clip beweisen können.",
          "Schusscalls sind trotzdem von nöten, außer bei großen Streetfights. Diese gelten bereits ab 12 gegen 12.",
          "Schusscalls müssen mit einem Clip widerlegt werden können!",
          "Bei einem offensichtlichen Baseraid wird kein Call benötigt!",
          "Bei einem Konflikt dürfen beide Parteien ausschließlich Fraktionsautos benutzen.",
          "Zu jedem Zeitpunkt in einem Konflikt muss die eigene, wie auch Gegner Partei dauerhaft erkenntlich sein, daher sind nur einheitliche Outfits gestattet.",
          "Ausnahme hierbei, wenn es sich um ein Teil des Outfits handelt damit man beispielsweise Caller mit dem Backstep unterscheiden kann.",
          "Der Konflikt endet mit der erfüllten Forderung.",
          "Während eines Konflikts dürfen maximal 3. Mitglieder in die Fraktion eingeladen werden. Diese Regelung gilt ab dem Stellen der Forderung.",
          "Ausnahmeregelungen können bei der Fraktionsverwaltung beantragt werden.",
          "Sollte sich eine Fraktion in einem Konflikt befinden, so darf an diese Fraktion von einer dritten Partei keine weitere Forderung gestellt werden, solange der Konflikt anhält.",
          "Sollte eine, sich im Konflikt befindende, Fraktion aggressiv gegen eine andere handeln, kann eine Forderung an Diese nach Abschluss des Konflikts gestellt werden.",
          "Diese Regel verfällt, sofern die Fraktion, welche sich im Konflikt befindet, mehrfach aggressiv gegen eine Dritte Partei handelt.",
          "Sofern sich zwei Fraktionen in einem Konflikt befinden, können beide gemeinsam entscheiden mit wie vielen Personen beide Seiten agieren wollen.",
          "Wenn beide Parteien sich uneinig sind, bleibt das allgemeinen Agierungslimit von 20.",
          "Beide Fraktionen können sich auch dazu entscheiden, ob sie bei den Fights einen 2er besetzten Buzzard nutzen.",
          "Sollten sich beide Parteien uneinig bei der Buzzard-Reglung sein, wird auf beiden Seiten nur ein 1er besetzter Buzzard genutzt."
        ]
      },
      {
        "title": "§10 Baseraid",
        "rules": [
          "Konflikte zwischen Bad Fraktionen müssen zuerst verbal geklärt werden. Es sei denn, es bestehen genügend Gründe (Pitten oder Beleidigen zählen darunter nicht). Wir behalten uns vor dies zu sanktionieren.",
          "Ausnahmen sind hierbei schwerwiegende Gründe, die zu einem Baseraid führen können. Folgende Ausnahmen werden als legitim anerkannt einen Baseraid auszuführen: Nicht Bezahlen einer Forderung. Die Einnahme der Route. Das mehrmalige Zinken.",
          "Basecamp ist strengstens verboten.",
          "Nachdem ein Baseraid gelungen ist, darf die Gewinnerpartei nach dem Hochholen nur 30 Minuten lang das Anwesen belagern.",
          "Forderungen müssen realistisch gehandhabt werden. (Maximal 30% mehr als das verlorene Gut).",
          "Forderungsgründe dürfen nicht aufgrund von Pitten oder das einmalige Beleidigen gestellt werden. Folgende Gründe werden als legitim anerkannt eine Forderung zu stellen: Mehrmaliges Zinken. Mehrmaliges respektloses Verhalten der Gegenpartei. Kampf der Maske/ Farbe. Nach einem verlorenen geplanten Kampf (mind. 1 Überlebender).",
          "Nach einem gelungenen Baseraid, wenn die Verlierer Partei gezinkt wurde, dürfen keine Forderungen gestellt werden im Sinne von Items.",
          "Ausnahmen sind hierbei bereits gestellte Forderungen.",
          "Zivilisten ist es nicht gestattet eine Fraktion zu baseraiden, da kein RP Strang möglich ist aufzubauen.",
          "Nachdem mindestens 80% liegt und dabei ausgeblutet sind, hat die Partei komplett verloren.",
          "Die Verlierer Partei können den RP-Strang dennoch weiter fortführen, die Gewinnerpartei nicht.",
          "Das Flüchten in den Gangwar sowie in das FFA fällt unter RP-Flucht und ist während eines Baseraids untersagt. Wir behalten uns vor dies zu Sanktionieren.",
          "Man darf eine Partei, nachdem sie aus einem GW kommt, erst nach einer Vorbereitungszeit von 10 Min Baseraiden.",
          "Das LSPD darf nur mit einem triftigen RP-Hintergrund gestürmt werden. (Ein Kollege in Haft zählt nicht).",
          "Die Army darf nur unter den folgenden Aspekten angefunkt werden: Es befindet sich eine Geisel der Army bei der Gegenpartei. Das LSPD ist nahezu komplett gefallen. Das LSMD wird gestürmt. Eine ganze oder der Großteil einer Leitungsebene von einer Staatsfraktion wurde entführt.",
          "Bei einem Baseraid oder einer Razzia darf nicht in ein vorhandenes Interior/MLO geflüchtet werden, dies gilt für alle Badfraktionen sowie Staatsfraktionen."
        ]
      }
    ]
  }